#
# Language file - v1.3
#
Language: Polski (Polish)
Author: Marek Labecki / http://mamto.biz
#
# Any line that doesn't contain an equals sign is considered a comment.
# The file encoding must be Unicode, not ANSI.
# Only change text on the right side of the equals.
#
Show=&Pokaż
Connect=P&ołącz
Hide=&Ukryj
Hide1=Konfiguracja
SaveHide=&Zapisz
Cancel=&Anuluj
ExitBtn=&Zakończ
About=&O programie
TabSheet1=Status
TabSheet2=Opcje
TabSheet3=Tunelowanie
Tabsheet4=Licencja
Tabsheet5=Czytaj mnie
ServerLabel=Serwer SSH:
ServerLabel2=Port SSH:
UsernameLabel=Użytkownik:
PassLabel=Hasło:
PortLabel=Port SOCKS:
RetryLabel=Ponawiaj co (sek.):
ConnectOnStartup=Połącz przy uruchomieniu
ReconnectOnFailure=Połącz powtórnie gdy wystąpi błąd
BeVerbose=Szczegółowy log
RetryForever=Ponawiaj w nieskończoność
SlowPoll=Aktywuj "Slow Polling"
UseCompression=Użyj kompresji
EnableSocks=Aktywuj porty SOCKS
UseKeyfile=Użyj klucza prywatnego
ConnectionFilter=Pomiń połączenia portów
Notifications=Wyłącz powiadomienia
TunnelLabel=Składnia: [Lokalny adres nasłuchu:]port:serwer docelowy:port []=Opcjonalnie
LocalLabel=Lokanie:
RemoteLabel=Zdalnie:
Show1=&Pokaż
Connect1=Połą&cz
Profiles1=&Profil
About1=&O programie
Exit1=&Wyjdź
NewProfile1=Nowy profil
Language1=Język:
Font1=&Czcionka
ExeArgs=Argumenty opcjonalne:
ConfirmClose=Zapyta Exit
EnableLoopPing=Włącz sprzężenia zwrotnego Pingowanie
EnableEchoPing=Włącz Usługa echa Pingowanie
PingPort=Port:
0=Błąd
1=Przesyłanie klucza...
2=Przesyłanie hasła...
3=Zachownie klucza w rejestrze
4=Akceptacja klucza bez zapisu w rejestrze
5=Użytkownik anulował połączenie
6=OK
7=Anuluj
8=Wymagany hasło do klucza
9=Wprowadź hasło do klucz dla
10=Czy pozwolić na pusty klucz?
11=Podaj hasło
12=Podaj hasło dla
13=Użyty plik binarny
14=Użyte argumenty
15=Użyty klucz
16=Uruchamianie
17=Użycie pustego klucza
18=&Rozłącz
19=Uruchamianie pliku
20=Podłączanie do
21=Podłączony do
22=Połączenie zostało nawiązane.
23=BŁĄD KRYTYCZNY: nie można uruchomić pliku
24=Rozłączono
25=Ponowna próba połączenia za
26=Sek.
27=Próba
28=z
29=BŁĄD KRYTYCZNY: Połączenie SSH przerwane nieoczekiwanie
30=Rozłączono
31=Wykonano
32=&Połącz
33=Pokaż
34=Ukryj
35=Kliknij w celu przejścia do strony autora
36=Informacja o programie
37=Przełączono na profil
38=Profil
39=Mapowanie lokalne
40=Mapowanie zdalne
41=Połącz
42=Rozłączono na żądanie
43=Hasło klucza
44=Hasło
45=Wartość nie może być pusta i musi być zawarta pomiędzy 1 i
46=Zmiana na wartość domyślną -
47=Utworzono profil
48=Nazwa profilu
49=Nazwa hosta, adres IP lub zachowana nazwa sesji PuTTY
50=Maksymalna długość to 100 znaków
51="Slow Poll Rate" co 10 sekund (Uwaga: znacznie spowalnia GUI!)
52=W sekundach
53=Plik klucza musi mieć nazwę keyfile.ppk
54=Pokaż wszystkie komunikaty plink.exe
55=Nie pokazuj w zakładce Status komunikatów o portach
56=Zamknij MyEnTunnel?
57=Utrzymuje trwałe tunele SSH
58=Używa plink.exe z PuTTY Suite
59=Odwiedź stronę domową MyEnTunnel
60=Napisane przez:
61=Nieodebrane zbyt wiele pingi, ponowne uruchomienie
EOF
